base
base-devel
blueman
bluez
bluez-tools
bluez-utils
brightnessctl
btrfs-progs
cider-bin
code
dhcpcd
dosfstools
dunst
efibootmgr
eza
firefox
fish
git
gparted
grub
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
htop
keepassxc
kitty
libva-utils
linux
linux-firmware
lxappearance
mpv
neofetch
neovim
networkmanager
newsboat
nitrogen
nodejs
nsxiv
nvidia
nvidia-settings
obsidian
openssh
pandoc-cli
paru
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
python-pip
python-pynvim
shell-color-scripts
sudo
syncthing
texlive-latex
ungoogled-chromium-bin
unzip
vim
virtualbox
vscodium-bin
wget
whitesur-cursor-theme-git
wireplumber
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
zathura
zathura-pdf-poppler
zsh
